{
  "id": "pure-argan-oil",
  "name": {
    "en": "100% Pure Argan Oil",
    "pt": "Óleo de Argan 100% Puro",
    "es": "Aceite de Argán Puro 100%"
  },
  "tagline": {
    "en": "ECOCERT Certified, First Cold Press",
    "pt": "Certificado ECOCERT, Primeira Prensagem a Frio",
    "es": "Certificado ECOCERT, Primera Presión en Frío"
  },
  "imageUrl": "/content/uploads/argan-oil-main.jpg",
  "sizes": [
    { "id": "15ml", "size": 15, "price": 15.00 },
    { "id": "30ml", "size": 30, "price": 25.00 },
    { "id": "50ml", "size": 50, "price": 35.00 },
    { "id": "100ml", "size": 100, "price": 55.00 }
  ],
  "badges": {
    "en": ["ECOCERT Certified", "100% Pure", "Cold-Pressed"],
    "pt": ["Certificado ECOCERT", "100% Puro", "Prensado a Frio"],
    "es": ["Certificado ECOCERT", "100% Puro", "Prensado en Frío"]
  },
  "benefits": {
    "en": [
      "Deeply nourishes and moisturizes skin, hair, and nails",
      "Rich in Vitamin E and essential fatty acids",
      "Improves skin elasticity and reduces the appearance of fine lines",
      "Soothes inflammation and supports the skin barrier"
    ],
    "pt": [
      "Nutre e hidrata profundamente a pele, cabelo e unhas",
      "Rico em Vitamina E e ácidos gordos essenciais",
      "Melhora a elasticidade da pele e reduz a aparência de linhas finas",
      "Acalma a inflamação e apoia a barreira da pele"
    ],
    "es": [
      "Nutre e hidrata profundamente la piel, el cabello y las uñas",
      "Rico en Vitamina E y ácidos grasos esenciales",
      "Mejora la elasticidad de la piel y reduce la apariencia de líneas finas",
      "Calma la inflamación y apoya la barrera cutánea"
    ]
  },
  "howToUse": {
    "en": "Apply a few drops to the face, body, or hair as needed. A little goes a long way. Can be used morning and night.",
    "pt": "Aplique algumas gotas no rosto, corpo ou cabelo conforme necessário. Um pouco rende muito. Pode ser usado de manhã e à noite.",
    "es": "Aplicar unas gotas en el rostro, cuerpo o cabello según sea necesario. Un poco es suficiente. Se puede usar por la mañana y por la noche."
  },
  "ingredients": {
    "en": "100% Argania Spinosa (Argan) Kernel Oil.",
    "pt": "100% Óleo de Caroço de Argania Spinosa (Argan).",
    "es": "100% Aceite de Semilla de Argania Spinosa (Argán)."
  },
  "labTestedNote": {
    "en": "Our Argan Oil is ECOCERT certified, guaranteeing its organic purity and ethical sourcing from the women's cooperatives of Morocco.",
    "pt": "O nosso Óleo de Argan é certificado pela ECOCERT, garantindo a sua pureza orgânica e origem ética das cooperativas de mulheres de Marrocos.",
    "es": "Nuestro Aceite de Argán está certificado por ECOCERT, garantizando su pureza orgánica y su origen ético de las cooperativas de mujeres de Marruecos."
  }
}
